{"meta":{"title":"Hexo","subtitle":"","description":"","author":"John Doe","url":"https://scorcsoft.com","root":"/"},"pages":[],"posts":[{"title":"勇气","slug":"cel-rnb","date":"2021-01-22T18:19:05.000Z","updated":"2021-01-22T19:12:00.112Z","comments":true,"path":"cel-rnb/post.html","link":"","permalink":"https://scorcsoft.com/cel-rnb/post.html","excerpt":"刚才群里有人发了一张有点恶心的图片，然后另一个人说:”吓死我了”。我觉得那张图片并不恐怖，只是有点恶心而已。但同时这句话也引起了我对勇气的思考；","text":"刚才群里有人发了一张有点恶心的图片，然后另一个人说:”吓死我了”。我觉得那张图片并不恐怖，只是有点恶心而已。但同时这句话也引起了我对勇气的思考； 有的人胆小，看他畏畏缩缩的怕这怕那的样子心子都紧老！ 有的人（比如我）就很胆大，这天地之间我什么都不怕； 我认为，所谓的胆量其实就是发生灾难后，个体对损失的承受能力。这个理论和风险评估中，对风险的应对措施同理。 我们讲在风险评估中，应对风险的基本措施有：规避风险、减轻风险、转移风险、接受风险； 当一个事务对个体具有威胁，且一旦灾难发生所造成的损失是个体无法承受的，个体就会表现出惧怕。 例如持枪抢劫，一旦持枪抢劫发生，有可能会造成的损失是：死亡、伤残、巨额经济损失等，这些损失是正常人无法接受的，而且当抢劫发生时，个体又无法通过反杀劫匪的方式来规避风险。 那么就只能尽一切可能来转移风险（比如购买保险，通过保险赔偿来降低损失）或者减轻风险（比如积极配合劫匪，乞求手下留情）。 所以正常人在面对持枪抢劫这个事务的时候，都会有害怕的情绪。 再比如吃麻辣烫，一旦吃麻辣烫发生，有可能会造成的损失的：拉肚子等。 这个损失对于正常人来讲可以接受的，所以正常人在面对吃麻辣烫这个事物的时候，不会有害怕的情绪。 这个损失对身体素质较差的人来讲，他不一定可以接受，所以当他下次再吃麻辣烫的时候他就会害怕再吃到和上次一样害他拉肚子的麻辣烫。 也就是说，个体所能接受的损失越多越严重，那么他能够接受的风险等级就越高，他不会害怕的事务就会越多（比如某个个体可以接受的损失是死亡、伤残或者巨额经济损失，那么他就不会害怕持枪抢劫），也就是…我们认为的胆子大； 那么为什么不同的个体能接受的损失不一样呢，这个其实就是舍不舍得的问题； 为什么惧怕死亡，因为舍不得放弃生命； 为什么惧怕伤残和经济损失，因为舍不得放弃健康的身体和金钱带来的便利性； 也就是说越舍得，越了无牵挂的人，他能够放弃的东西就越多，所能接受的损失就越多越严重，他的胆子也就越大。 我认为智慧和勇气是一个黑客最重要的两个特质。","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2021-01-11T08:28:41.259Z","updated":"2021-01-13T04:15:19.802Z","comments":true,"path":"hello-world/post.html","link":"","permalink":"https://scorcsoft.com/hello-world/post.html","excerpt":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub.","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new &quot;My New Post&quot; More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate Deploy to remote sites1$ hexo deploy","categories":[],"tags":[]}],"categories":[],"tags":[]}